[
    {
        "identifier": "112asd23",
        "name": "NI NO KUNI 2: REVENANT KINGDOM",
        "cover": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/13643689/ni_no_kuni_2_revenant_kingdom_prince_evan_1920.jpg",
        "rate": 2,
        "description": "No,No, you needn’t have played the first Ni no Kuni to enjoy its sequel, a feverishly optimistic (and welcomingly naïve) Japanese role-playing game inspired, in part, by the works of Studio Ghibli. Its colorful animation conceals a rich but not overly complicated kingdom-management system that gives the adventure a grand sense of scope. A fairytale storyline gives its motley band of heroes a playful pep that feels anachronistic, if not flagrantly in conflict with our times."
    },
    {
        "identifier": "sdf23esfdf",
        "name": "CAPTAIN TOAD: TREASURE TRACKER",
        "cover": "https://cdn.vox-cdn.com/thumbor/DinyjRsFLnKjy0RWw5ddq82IYa0=/0x0:1920x1080/1200x800/filters:focal(832x617:1138x923)/cdn.vox-cdn.com/uploads/chorus_image/image/60753713/Switch_3DS_CaptainToadTreasureTracker_illustration_03.0.jpg",
        "rate": 2.5,
        "description": "Nintendo released Super Mario 3D World on Wii U — you know, the console that barely anybody owned — the game maker included a handful of experimental levels starring perennial Mario sidekick Toad. They were wonderful little puzzle boxes in which players guided the waddling Toad through diorama-like levels to collect stars. Nintendo later expanded that idea into a full game, Captain Toad: Treasure Tracker. Unfortunately, it too was doomed on the Wii U. Now available on Switch, one of Nintendo’s most underappreciated projects is getting the audience it deserves. Treasure Tracker is a puzzle-adventure game that’s relaxing at times and confounding at others, thanks to Nintendo’s smart, sometimes devilish level designs. It is also consisently charming, as Captain Toad (and Toadette) light up the screen with beaming smiles and chirps of success as they hunt down golden treasures. It’s an accessible game with easy-to-understand rules, but it will regularly surprise you. Like a lot of Nintendo games, it’s also great for kids and co-op play, with little in the way of frantic action or combat. (It’s also on Nintendo 3DS and it’s great there too.)"
    },
    {
        "identifier": "fgh56456",
        "name": "FROSTPUNK",
        "cover": "https://imagens.canaltech.com.br/204412.427284-Frostpunk.jpg",
        "rate": 3.5,
        "description": "Frostpunk gives me a deep sense of dread and satisfaction I didn’t think a city management sim could deliver. Unlike its contemporaries, which might include fiddling with a city’s economy, zoning and the happiness of its citizens, in this game, all my decisions have life and death consequences. Because in this world, resources are limited and there’s hardly any safety nets to be found. Mismanagement could mean folks might starve, freeze or beat each other to death."
    },
    {
        "identifier": "sdf234234",
        "name": "OCTOPATH TRAVELER",
        "cover": "https://assets1.ignimgs.com/2019/04/11/octopath-traveler-1---button-fin-1555004042639.jpg",
        "rate": 4.5,
        "description": "Octopath Traveler’s plot certainly doesn’t shy away from the stereotypical JRPG confusion, but its eight parallel stories highlight how much the entire game feels like an ode to the genre. The gorgeous sprites and lighting effects emphasize Octopath’s pop-up book aesthetic and fill it with joyous nostalgia."
    },
    {
        "identifier": "67867dgfdgw23",
        "name": "THE MESSENGER",
        "cover": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fthe-messenger%2Fhome%2FEGS_Sabotage_TheMessenger_N1_2560x1440-2560x1440-00872d8f6ee51b4e950db8966206d8f6829de45e.jpg",
        "rate": 3.5,
        "description": "I devoured The Messenger over a vacation at my in-laws. After a slow start on the flight, I found myself staying up late and waking up early to make my way a little further in this throwback 2D action-platformer that borrows gleefully from the Ninja Gaiden series and Metroidvanias. Its creators stuffed the crunchy, pixelated world with small, smart creative choices. A shopkeeper with a winning personality; secret, bad bosses with good intentions; environmental puzzles that bend the fabric of reality."
    },
    {
        "identifier": "qewr234235df",
        "name": "DRAGON BALL FIGHTERZ",
        "cover": "https://www.meups4.com.br/wp-content/uploads/2017/10/Dragon-Ball-FighterZ.jpg",
        "rate": 3.5,
        "description": "Through its various manga and anime incarnations, the world of Dragon Ball has defined an unmistakable look. While those versions of the series remain untouchable classics, the franchise has always been playing catch-up on the video game front. Thankfully, Dragon Ball FighterZ lives up to the series’ legacy and delivers one of the best fighting games of the year."
    },
    {
        "identifier": "sdfsdf234234rw",
        "name": "CALL OF DUTY: BLACK OPS 4",
        "cover": "https://media.playstation.com/is/image/SCEA/call-of-duty-black-ops-4-hero-banner-01-ps4-us-24may18?$Icon$",
        "rate": 3.5,
        "description": "Call of Duty: Black Ops 4’s multiplayer suite is both bigger and more refined than those of its predecessors. The traditional multiplayer and Zombies modes — two hallmarks of the Call of Duty franchise during the last decade — have been freed of the bloat accumulated over recent years, with developer Treyarch refocusing the central mechanics that give Call of Duty its iconic feel."
    },
    {
        "identifier": "cvbcfb3rdfgs",
        "name": "SHADOW OF THE COLOSSUS",
        "cover": "https://img.elo7.com.br/product/zoom/26258D5/big-poster-gamer-shadow-of-the-colossus-lo001-tam-90x60-cm-nerd.jpg",
        "rate": 5,
        "description": "Shadow of the Colossus is one of the best games on PlayStation 2, PlayStation 3 and now PlayStation 4. The 4K remake, produced by Austin, Texas’ own Bluepoint Games, is a respectful (but not too respectful) restoration of the classic. This isn’t a reboot, nor is it a light-touch upgrade. Instead, it’s akin to a modern performance of a classic script. Everything is there, just as you remember it, and yet it feels fresh and more present than actually returning to the PS2 original, a game that isn’t quite as smooth and pleasurable as we remember it."
    },
    {
        "identifier": "sdfsgh4w534h3",
        "name": "FORZA HORIZON 4",
        "cover": "https://store-images.s-microsoft.com/image/apps.40220.14094456225993959.a47326ce-82fd-41b0-a049-f8af309c82f7.8e4ddd0d-f082-4e58-8c65-4c13b4bc72e9?w=672&h=378&q=80&mode=letterbox&background=%23FFE4E4E4&format=jpg",
        "rate": 4,
        "description": "Playground Games is a British studio made up of developers with a broad range of experience making driving games. So it’s fitting that this latest in Microsoft’s fun and loose Forza Horizon series takes place in a lovingly crafted version of the United Kingdom."
    },
    {
        "identifier": "xcvwer23r",
        "name": "DEAD CELLS",
        "cover": "https://www.emaisgoias.com.br/wp-content/uploads/2018/08/dead-cells-01-620x450.jpg",
        "rate": 4.7,
        "description": "Without losing focus, Dead Cells brings together no fewer than six different genres into a single adventure. It’s an incredible feat. Creating an excellent roguelike or Metroidvania is a challenge on its own, but Dead Cells shows a mastery of each form as well as its contemporaries dedicated to a single genre."
    },
    {
        "identifier": "sdfsb3343",
        "name": "SUPER SMASH BROS. ULTIMATE",
        "cover": "https://observatoriodegames.bol.uol.com.br/wp-content/uploads/2019/10/smash_illo.0.jpg",
        "rate": 4,
        "description": "There’s a reason that a new Super Smash Bros. is an event: It’s a once-in-a-generation opportunity to mash up a wildly diverse group of gaming fandoms, gathering as many people as possible under one roof. Super Smash Bros. Ultimate is no different, though its challenge is particularly extreme. How does a game that proudly chants “everyone is here!” — literally every previous fighter and then some, from Mario to Solid Snake to Sonic — remain accessible yet complex, full but without bloat?"
    },
    {
        "identifier": "hdgfdfe34",
        "name": "HOLLOW KNIGHT",
        "cover": "https://miro.medium.com/max/5484/1*4pTzlpsrqxh3nOIGpXGjTA.png",
        "rate": 5,
        "description": "Yes, we know Hollow Knight first came out in 2017. We’re ashamed to admit it, but most of us never actually played it last year. That changed when the game arrived on Switch this summer, and I realized just how big of a mistake that was."
    },
    {
        "identifier": "ghjfgh454",
        "name": "RETURN OF THE OBRA DINN",
        "cover": "https://criticalhits.com.br/wp-content/uploads/2018/10/Return-of-the-Obra-Dinn.jpeg",
        "rate": 5,
        "description": "Return of the Obra Dinn is a detailed, unique and beautiful murder mystery from Lucas Pope, the maker of Papers, Please. Drawn in retro monochrome, it’s set aboard an abandoned ship in 1807."
    },
    {
        "identifier": "34534gdfgdfg",
        "name": "GOD OF WAR",
        "cover": "https://www.comboinfinito.com.br/principal/wp-content/uploads/2019/11/God-of-War-1.jpg",
        "rate": 5,
        "description": "God of War is a methodical reimagining of the action franchise. Rather than ignoring its past with a top-to-bottom reboot, God of War is a sequel that’s in dialogue with both the actions of its characters and its previous creators. But plenty has been said about where the entry fits alongside its predecessors. Mentioned less is how well God of War stands on its own, working just fine without the baggage of its prequels. You get the sense, a couple dozen hours into the adventure, that it was created by massive fans of all sorts of other games: The campaign takes inspiration from the Tomb Raider and Doom reboots, Dark Souls, Shadow of the Colossus and even Call of Duty — the widely praised ax throwing combat, for example, places a first-person shooter reticle within a third-person action game, creating something unique and fresh."
    },
    {
        "identifier": "34534tgefgdfg",
        "name": "THE LEGEND OF ZELDA: BREATH OF THE WILD",
        "cover": "https://www.cwhonors.org/wp-content/uploads/2019/11/Zelda-Breath-of-the-Wild-Review.jpg",
        "rate": 5,
        "description": "If you like puzzles, there are more than 120 shrines to conquer. If you like combat, enemies are everywhere. If you like building a character, there are weapons and armor to collect and upgrade. If you like side quests, it has dozens of hours of them — including one where you straight-up build a town. If you like story, Breath of the Wild imbues its characters with more life than any of its predecessors."
    }
]
